amd-ucode
aws-cli-v2
aws-session-manager-plugin
awww
base
base-devel
bash-completion
bluez
bluez-utils
brave-bin
brightnessctl
btop
discord
dkms
docker
docker-compose
dunst
easyeffects
efibootmgr
entr
eza
fzf
gdm
git
github-cli
gnome-keyring
gpu-screen-recorder
gpu-screen-recorder-ui
grim
gst-plugin-pipewire
hyprland
hyprpicker
hyprshot
hyprsunset
imv
iwd
jetbrains-toolbox
jira-cli
jq
kitty
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
man-db
mkdocs-material
mpv
neovim
networkmanager
noto-fonts-emoji
ntfysh-bin
nvidia-open-dkms
nvm
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
posting
power-profiles-daemon
python-pip
python-pipx
python-requests
qt5-wayland
qt6-wayland
rclone
rofi
rsync
satty
shellcheck
slurp
steam
tidal-hifi
tldr
tmux
uv
uwsm
waybar
wev
wireplumber
xdg-desktop-portal-hyprland
xdg-utils
yay
yazi
zoxide
zram-generator
